[
    {
        "id": 1,
        "quote": "I am a monument to all your sins.",
        "source": "Halo"
    },
    {
        "id": 2,
        "quote": "I’ll do whatever you want” “Then Perish.",
        "source": "Some weird Obama Hewwo RP"
    },
    {
        "id": 3,
        "quote": "Violence for Violence is the rule of the beasts.",
        "source": "Obama, from (Deactivated) Tumblr user Kumagawa's dream"
    },
    {
        "id": 4,
        "quote": "To become god is the loneliest achievement of them all.",
        "source": "Obama, From Tumblr user’s twofingerswhiskey’s mother’s dream."
    },
    {
        "id": 5,
        "quote": "I survived because the fire inside me burned brighter than the fire around me.",
        "source": "Joshua Graham, Fallout New Vegas"
    },
    {
        "id": 6,
        "quote": "If the world choses to become my enemy, I will fight just like I always have.",
        "source": "Shadow the Hedgehog"
    },
    {
        "id": 7,
        "quote": "I will face god and walk backwards into hell.",
        "source": "Twitter user @drill" 
    },
    {
        "id": 8,
        "quote": "All knowledge is based on that which we cannot prove. Will you fight? or will you perish like a dog?",
        "source": "Mickey mouse comic edit"
    },
    {
        "id": 9,
        "quote": "Every man’s heart one day beats its final beat. His lungs breathe their final breath. And if what that man did in his life makes the blood pulse through the body of others and makes them bleed deeper in something that's larger than life, then his essence, his spirit, will be immortalized by the storytellers.",
        "source": "Ultimate Warrior"
    },
    {
        "id": 10,
        "quote": "Do you think god stays in heaven because he, too, lives in fear of what he's created?",
        "source": "Spykids (2nd movie)"
    },
    {
        "id": 11,
        "quote": "But what is stopping you? The best time to plant a tree was 20 years ago. The second best time is today.",
        "source": "Anonymous, Greentext."
    },
    {
        "id": 12,
        "quote": "Nobody likes to change. There will always be resistance to change. And the quicker you get to that, the easier it is. It's not such a difficult thing. If you entrench yourself and go, 'by God, I will not change. I will not have this.’ Then, you’re a dead man. We're great at adaptability. It's our strongest suit.",
        "source": "Nick Nolte"
    },
    {
        "id": 13,
        "quote": "You’ve got to make a statement. You’ve got to look inside yourself and say: 'what am I willing to put up with today?",
        "source": "Arin, Game Grumps"
    },
    {
        "id": 14,
        "quote": "Whenever you look at another creator or an artist that you respect, you're only seeing what took them a long time of work and doubt to push through. You never see the struggle behind it. So you think you’re the only one struggling, when in fact, everyone goes through it.",
        "source": "Dan/Danny Sexbang, Gamegrumps/ Ninja Sex Party"
    },
    {
        "id": 15,
        "quote": "Too many people have opinions on things they know nothing about. And the more ignorant they are, the more opinions they have.",
        "source": "Fallout NPC, Thomas Hildern"
    },
    {
        "id": 16,
        "quote": "What is better- To be born good, or to overcome your evil nature through great effort.",
        "source": "Skyrim, Paarthurnax"
    },
    {
        "id": 17,
        "quote": "Pick a god and pray.",
        "source": "Frederick, Fire Emblem Awakening"
    },
    {
        "id": 18,
        "quote": "I see now that the circumstances of one’s birth are irrelevant; it is what you do with the gift of life that determines who you are.",
        "source": "Mewtwo, Pokemon"
    },
    {
        "id": 19,
        "quote": "Dude, sucking at something is the first step towards being sort of good at something.",
        "source": "Jake the Dog, Adventure Time"
    },
    {
        "id": 20,
        "quote": "There's no point being grown-up if you can't be childish sometimes.",
        "source": "Fourth Doctor, Doctor Who"
    },
    {
        "id": 21,
        "quote": "Run for your Heterosexual lives, people!",
        "source": "Ted Ex talk"
    },
    {
        "id": 22,
        "quote": "Your gendered hands can't hurt me",
        "source": "My NB friend Astria"
    },
    {
        "id": 23,
        "quote": "Tonight you spoke with the devil, the devil looked a lot like you.",
        "source": "Shitpost on tumblr"
    },
    {
        "id": 24,
        "quote": "God may judge you but his sins outnumber your own",
        "source": "afabbaeddel on tumblr"
    },
    {
        "id": 25,
        "quote": "Men are props on the stage of life, and no matter how tender, how exquisite... A lie will remain a lie",
        "source": "Aldia, Dark Souls 2"
    }
]