[
    {
        "id": 1,
        "quote": "\"I am a monument to all your sins.\"",
        "source": "Halo"
    },
    {
        "id": 2,
        "quote": "\"I’ll do whatever you want\" \"Then Perish.\"",
        "source": "Some weird Obama Hewwo RP"
    },
    {
        "id": 3,
        "quote": "\"Violence for Violence is the rule of the beasts.\"",
        "source": "Obama, from (Deactivated) Tumblr user Kumagawa's dream"
    },
    {
        "id": 4,
        "quote": "\"To become god is the loneliest achievement of them all.\"",
        "source": "Obama, From Tumblr user’s twofingerswhiskey’s mother’s dream."
    },
    {
        "id": 5,
        "quote": "\"I survived because the fire inside me burned brighter than the fire around me.\"",
        "source": "Joshua Graham, Fallout New Vegas"
    },
    {
        "id": 6,
        "quote": "\"If the world choses to become my enemy, I will fight just like I always have.\"",
        "source": "Shadow the Hedgehog"
    },
    {
        "id": 7,
        "quote": "\"I will face god and walk backwards into hell.\"",
        "source": "Twitter user @drill" 
    },
    {
        "id": 8,
        "quote": "\"All knowledge is based on that which we cannot prove. Will you fight? or will you perish like a dog?\"",
        "source": "Mickey mouse comic edit"
    },
    {
        "id": 9,
        "quote": "\"Every man’s heart one day beats its final beat. His lungs breathe their final breath. And if what that man did in his life makes the blood pulse through the body of others and makes them bleed deeper in something that's larger than life, then his essence, his spirit, will be immortalized by the storytellers.\"",
        "source": "Ultimate Warrior"
    },
    {
        "id": 10,
        "quote": "\"Do you think god stays in heaven because he, too, lives in fear of what he's created?\"",
        "source": "Spykids (2nd movie)"
    },
    {
        "id": 11,
        "quote": "\"But what is stopping you? The best time to plant a tree was 20 years ago. The second best time is today.\"",
        "source": "Anonymous, Greentext."
    },
    {
        "id": 12,
        "quote": "\"Nobody likes to change. There will always be resistance to change. And the quicker you get to that, the easier it is. It's not such a difficult thing. If you entrench yourself and go, 'by God, I will not change. I will not have this.’ Then, you’re a dead man. We're great at adaptability. It's our strongest suit.\"",
        "source": "Nick Nolte"
    },
    {
        "id": 13,
        "quote": "\"You’ve got to make a statement. You’ve got to look inside yourself and say: 'what am I willing to put up with today?\"",
        "source": "Arin, Game Grumps"
    },
    {
        "id": 14,
        "quote": "\"Whenever you look at another creator or an artist that you respect, you're only seeing what took them a long time of work and doubt to push through. You never see the struggle behind it. So you think you’re the only one struggling, when in fact, everyone goes through it.\"",
        "source": "Dan/Danny Sexbang, Gamegrumps/ Ninja Sex Party"
    },
    {
        "id": 15,
        "quote": "\"Too many people have opinions on things they know nothing about. And the more ignorant they are, the more opinions they have.\"",
        "source": "Fallout NPC, Thomas Hildern"
    },
    {
        "id": 16,
        "quote": "\"What is better- To be born good, or to overcome your evil nature through great effort.\"",
        "source": "Skyrim, Paarthurnax"
    },
    {
        "id": 17,
        "quote": "\"Pick a god and pray.\"",
        "source": "Frederick, Fire Emblem Awakening"
    },
    {
        "id": 18,
        "quote": "\"I see now that the circumstances of one’s birth are irrelevant; it is what you do with the gift of life that determines who you are.\"",
        "source": "Mewtwo, Pokemon"
    },
    {
        "id": 19,
        "quote": "\"Dude, sucking at something is the first step towards being sort of good at something.\"",
        "source": "Jake the Dog, Adventure Time"
    },
    {
        "id": 20,
        "quote": "\"There's no point being grown-up if you can't be childish sometimes.\"",
        "source": "Fourth Doctor, Doctor Who"
    },
    {
        "id": 21,
        "quote": "\"Run for your Heterosexual lives, people!\"",
        "source": "Ted Ex talk"
    },
    {
        "id": 22,
        "quote": "\"Your gendered hands can't hurt me\"",
        "source": "My NB friend Astria"
    },
    {
        "id": 23,
        "quote": "\"Tonight you spoke with the devil, the devil looked a lot like you.\"",
        "source": "Shitpost on tumblr"
    },
    {
        "id": 24,
        "quote": "\"God may judge you but his sins outnumber your own\"",
        "source": "afabbaeddel on tumblr"
    },
    {
        "id": 25,
        "quote": "\"Men are props on the stage of life, and no matter how tender, how exquisite... A lie will remain a lie\"",
        "source": "Aldia, Dark Souls 2"
    },
    {
        "id": 26,
        "quote": "\"I'm going clown spotting\" \"have you checked the mirror\"",
        "source": "Tumblr users Lmaonade and Xtec"
    },
    {
        "id": 27,
        "quote": "\"then become the dirt I walk on\"",
        "source": "Tumblr user Pukicho"
    },
    {
        "id": 28,
        "quote": "\"He's already begun painting the picture, now we must decide to finish it.\"",
        "source": "Tumblr user grimreaperblog"
    },
    {
        "id": 29,
        "quote": "\"If you held a gun to your god, you'd be a fool not to pull the trigger.\"",
        "source": "Tumblr user vt-theory-machine"
    },
    {
        "id": 30,
        "quote": "\"How quickly the hawk becomes a dove when faced with the barrel of a gun\"",
        "source": "Normal Horoscope"
    },
    {
        "id": 31,
        "quote": "\"When someone leaves your life those exits… are… not made equal. Some are beautiful, and poetic, and satisfying. Others are abrupt and unfair, but most are just unremarkable, unintentional, clumsy.\"",
        "source": "Griffin McElroy"
    },
    {
        "id": 32,
        "quote": "\"look at that fucking thing and tell me there's a god\" \"I can look at him and say there is. And when I see you I am certain that the devil is real.\"",
        "source": "Tumblr users marvelandshit and petertransparker"
    },
    {
        "id": 33,
        "quote": "\"you could sooner divert a river from its course than deny my nature.\"",
        "source": "Tumblr user lucentgallivanter"
    },
    {
        "id": 34,
        "quote": "\"the man who sleeps with a machete is a fool every night but one\"",
        "source": "Justin McElroy"
    },
    {
        "id": 35,
        "quote": "\"you're rearranging deck chairs on the titanic, my friend\"",
        "source": "Justin McElroy"
    },
    {
        "id": 36,
        "quote": "\"You kneel before my throne unaware it was born of lies\"",
        "source": "Tumblr user Aplpaca"
    },
    {
        "id": 37,
        "quote": "\"You cannot kill me in any way that matters\"",
        "source": "Tumblr user Personsonable"
    },
    {
        "id": 38,
        "quote": "\"I never cared about justice, and I don't recall ever calling myself a hero, I have always only fought for the people I believe in.\"",
        "source": "Zero, Megaman"
    },
    {
        "id": 39,
        "quote": "\"if we want the rewards of being loved we have to submit to the mortifying ordeal of being known\"",
        "source": "Tim Kreider, NY Times"
    },
    {
        "id": 40,
        "quote": "\"What can one do in the face of such monumental loss but breathe a weary sigh, for the world is a little quieter now\"",
        "source": "Shane Madej, Hot Daga"
    },
    {
        "id": 41,
        "quote": "\"you cannot condemn those who built your throne\"",
        "source": "Tumblr user lovelyirony"
    },
    {
        "id": 42,
        "quote": "\"Wine is the blood of a teenager named God.\"",
        "source": "Clickventures"
    },
    {
        "id": 43,
        "quote": "\"God has cursed me for my hubris and my work is never finished\"",
        "source": "Brian David Gilbert, Bowser's Military Hierarchy Unravled"
    },
    {
        "id": 44,
        "quote": "\"We might be in the history God abandoned.\"",
        "source": "Akane, Zero Time Dilemma"
    },
    {
        "id": 45,
        "quote": "\"The antidote to despair is action.\"",
        "source": "Justin McElroy"
    },
    {
        "id": 46,
        "quote": "\"I cannot hold back the tide of your bad decisions\"",
        "source": "Loaderbot, Tales From The Borderlands"
    },
    {
        "id": 47,
        "quote": "\"kill me and live with the memory. Then tell the stars that you've won\"",
        "source": "Grey Wing, Warrior Cats"   
    },
    {
        "id": 48,
        "quote": "\"Sometimes life puts you in difficult circumstances you didn't choose, but being happy or unhappy is a choice you make, and I've chosen to make the best of things that I can.\"",
        "source": "Shahvee, Skyrim"
    },
    {
        "id": 49,
        "quote": "\"You don't have to be alive to make yourself relevant, And you don't have to be a good person to be a hero. You just have to know who you are, and stay true to that. So I'm going to keep fighting for people the only way I ever knew how, By being me.\"",
        "source": "Vriska Serket, Homestuck"
    },
    {
        "id": 50,
        "quote": "\"I will seize destiny by the throat and force it into the shape of my choosing\"",
        "source": "Tumblr user mollyjames"
    },
    {
        "id": 51,
        "quote": "\"The sins of the ancient burn the souls of the ancestors\"",
        "source": "Tumblr user sanctumofwaluigi, Dnd session"
    }
]